{
  "video_id": "xB9IRV-JcQU",
  "title": "팔란티어가 HD현대와 계약한 진짜 이유",
  "published_at": "2026-01-21T13:45:50+00:00",
  "topic_candidates": [
    {
      "topic": "AI",
      "evidence_quotes": [
        "1월 20일 스위스 다보스 포럼 현장에서 스위스 다보스 포럼 현장에서   스위스 다보스 포럼 현장에서 팔란티어랑 HD 현대가 수억 달러 팔란티어랑 HD 현대가 수억 달러   팔란티어랑 HD 현대가 수억 달러 규모의 AI 동맹 계약을 체결했어",
        "규모의 AI 동맹 계약을 체결했어",
        "규모의 AI 동맹 계약을 체결했어"
      ],
      "why_now_clues": [
        "촉발: 이게 얼마나 대단한 거냐면 미국 이게 얼마나 대단한 거냐면 미국   이게 얼마나 대단한 거냐면 미국 최고의 빅데이터 기업이자 국방부와 최고의 빅데이터 기업이자 국방부와   최고의 빅데이터 기업이자 국방부와 CIA가 쓰는 AI를 만드는 CIA가 쓰는 AI를 만드는   CIA가 쓰는 AI를 만드는 팔란티어가 삼성전자도 네이버도 아닌 팔란티어가 삼성전자도 네이버도 아닌   팔란티어가 삼성전자도 네이버도 아닌 바로이 HD 현대를 선택해서 기업의 바로이 HD 현대를 선택해서 기업의   바로이 HD 현대를 선택해서 기업의 뇌 구조 자체를 송두리째 AI로 뇌 구조 자체를 송두리째 AI로   뇌 구조 자체를 송두리째 AI로 바꾸겠다는 초대형 전사적 계약을 맺은 바꾸겠다는 초대형 전사적 계약을 맺은   바꾸겠다는 초대형 전사적 계약을 맺은 거야",
        "시점: 지금 주식 시장에서 제일 핫한게 AI 지금 주식 시장에서 제일 핫한게 AI   지금 주식 시장에서 제일 핫한게 AI 데이터 센터 때문에 필요한 변합기랑 데이터 센터 때문에 필요한 변합기랑   데이터 센터 때문에 필요한 변합기랑 사람 대체할 로봇인데 이제 선박뿐만 사람 대체할 로봇인데 이제 선박뿐만   사람 대체할 로봇인데 이제 선박뿐만 아니라 전력 기기와 로봇까지 그럼 내 아니라 전력 기기와 로봇까지 그럼 내   아니라 전력 기기와 로봇까지 그럼 내 모든 미래 먹걸리를 팔란티어라는 모든 미래 먹걸리를 팔란티어라는   모든 미래 먹걸리를 팔란티어라는 하나의 OS로 돌려서 효율을 하나의 OS로 돌려서 효율을   하나의 OS로 돌려서 효율을 극대화하겠다는 거야",
        "시점: 아무리 AI 기술이 좋아도 당장 다음 분기 AI 기술이 좋아도 당장 다음 분기   AI 기술이 좋아도 당장 다음 분기 영업 이익 숫자로 증명되지 않으면 영업 이익 숫자로 증명되지 않으면   영업 이익 숫자로 증명되지 않으면 실망 매물이 쏟아질 수 있어"
      ]
    },
    {
      "topic": "미국",
      "evidence_quotes": [
        "이게 얼마나 대단한 거냐면 미국 이게 얼마나 대단한 거냐면 미국   이게 얼마나 대단한 거냐면 미국 최고의 빅데이터 기업이자 국방부와 최고의 빅데이터 기업이자 국방부와   최고의 빅데이터 기업이자 국방부와 CIA가 쓰는 AI를 만드는 CIA가 쓰는 AI를 만드는   CIA가 쓰는 AI를 만드는 팔란티어가 삼성전자도 네이버도 아닌 팔란티어가 삼성전자도 네이버도 아닌   팔란티어가 삼성전자도 네이버도 아닌 바로이 HD 현대를 선택해서 기업의 바로이 HD 현대를 선택해서 기업의   바로이 HD 현대를 선택해서 기업의 뇌 구조 자체를 송두리째 AI로 뇌 구조 자체를 송두리째 AI로   뇌 구조 자체를 송두리째 AI로 바꾸겠다는 초대형 전사적 계약을 맺은 바꾸겠다는 초대형 전사적 계약을 맺은   바꾸겠다는 초대형 전사적 계약을 맺은 거야",
        "미국 내수요가 넘쳐나서 다 뜻이야",
        "미국 내수요가 넘쳐나서 다   뜻이야"
      ],
      "why_now_clues": [
        "촉발: 이게 얼마나 대단한 거냐면 미국 이게 얼마나 대단한 거냐면 미국   이게 얼마나 대단한 거냐면 미국 최고의 빅데이터 기업이자 국방부와 최고의 빅데이터 기업이자 국방부와   최고의 빅데이터 기업이자 국방부와 CIA가 쓰는 AI를 만드는 CIA가 쓰는 AI를 만드는   CIA가 쓰는 AI를 만드는 팔란티어가 삼성전자도 네이버도 아닌 팔란티어가 삼성전자도 네이버도 아닌   팔란티어가 삼성전자도 네이버도 아닌 바로이 HD 현대를 선택해서 기업의 바로이 HD 현대를 선택해서 기업의   바로이 HD 현대를 선택해서 기업의 뇌 구조 자체를 송두리째 AI로 뇌 구조 자체를 송두리째 AI로   뇌 구조 자체를 송두리째 AI로 바꾸겠다는 초대형 전사적 계약을 맺은 바꾸겠다는 초대형 전사적 계약을 맺은   바꾸겠다는 초대형 전사적 계약을 맺은 거야"
      ]
    },
    {
      "topic": "경제사냥꾼",
      "evidence_quotes": [
        "그 변화가 실적으로 찍히는 순간 평가는 그때 가서 따라붙는 거라는 거 평가는 그때 가서 따라붙는 거라는 거   평가는 그때 가서 따라붙는 거라는 거 잊으면 안 돼.이 밖에도 유튜브 잊으면 안 돼.이 밖에도 유튜브   잊으면 안 돼.이 밖에도 유튜브 경제사냥꾼 멤버십은 초보자가 알기 경제사냥꾼 멤버십은 초보자가 알기   경제사냥꾼 멤버십은 초보자가 알기 쉽게 꼭 알아야 할 정보를 제공해 쉽게 꼭 알아야 할 정보를 제공해   쉽게 꼭 알아야 할 정보를 제공해 주고 있으니까 꼭 확인해 봐",
        "경제사냥꾼 구독과 좋아요 알려 줄게",
        "경제사냥꾼 구독과 좋아요   알려 줄게"
      ],
      "why_now_clues": []
    },
    {
      "topic": "확장",
      "evidence_quotes": [
        "더 무서운 건 이번 계약으로 적용 범위가 확장됐다는 거야",
        "보도 적용 범위가 확장됐다는 거야",
        "보도   적용 범위가 확장됐다는 거야"
      ],
      "why_now_clues": []
    },
    {
      "topic": "실적",
      "evidence_quotes": [
        "그 변화가 실적으로 찍히는 순간 해",
        "그 변화가 실적으로 찍히는 순간   해",
        "그 변화가 실적으로 찍히는 순간 평가는 그때 가서 따라붙는 거라는 거 평가는 그때 가서 따라붙는 거라는 거   평가는 그때 가서 따라붙는 거라는 거 잊으면 안 돼.이 밖에도 유튜브 잊으면 안 돼.이 밖에도 유튜브   잊으면 안 돼.이 밖에도 유튜브 경제사냥꾼 멤버십은 초보자가 알기 경제사냥꾼 멤버십은 초보자가 알기   경제사냥꾼 멤버십은 초보자가 알기 쉽게 꼭 알아야 할 정보를 제공해 쉽게 꼭 알아야 할 정보를 제공해   쉽게 꼭 알아야 할 정보를 제공해 주고 있으니까 꼭 확인해 봐"
      ],
      "why_now_clues": []
    }
  ],
  "engine_mapping_hints": {
    "data_axes_matches": [
      "구조자본 > “실적無·구조有” 플래그",
      "구조자본 > 실적 무관 멀티플 확장",
      "금리·유동성·통화 > 미국 국채금리 10Y",
      "금리·유동성·통화 > 미국 국채금리 2Y",
      "금리·유동성·통화 > 미국 국채금리 30Y",
      "금리·유동성·통화 > 미국 국채금리 5Y",
      "금리·유동성·통화 > 미국 기준금리 (Fed Funds Rate)",
      "엔진 > AI 공급망 병목 해소 지표",
      "엔진 > AI 인프라 전력 Lock-in 지표",
      "주제학습 > 경제사냥꾼 영상 자막"
    ],
    "anomaly_logic_matches": []
  },
  "analyzer_version": "v2_dynamic_kb",
  "note": "Generated by reading official documentation (Data Master & Anomaly Logic)."
}